git
vim
curl
go
base-devel
python
python-pip
python-virtualenv
nodejs
npm
rust
wget
7zip
rbenv
ruby-build
chromium
geoip
ufw
tree
maturin
docker
docker-buildx
docker-compose
chafa
bash-completion
